lab/Pelco_Server_interface/Pelco_Server/mainserviceSoap11Binding.SlaveExecuteCMD.req.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope
  xmlns:SOAP-ENV="http://www.w3.org/2003/05/soap-envelope"
  xmlns:SOAP-ENC="http://www.w3.org/2003/05/soap-encoding"
  xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
  xmlns:xsd="http://www.w3.org/2001/XMLSchema"
  xmlns:ns2="http://ws.apache.org/namespaces/axis2/enum"
  xmlns:ns3="http://webservice.bean.protocol104.archon.sict/xsd"
  xmlns:ns1="http://webservice.protocol104.archon.sict">
 <SOAP-ENV:Body>
   <ns1:SlaveExecuteCMD>
    <ns1:id></ns1:id>
    <ns1:content></ns1:content>
   </ns1:SlaveExecuteCMD>

 </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
